<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!doctype html>
<html lang="ko">
<head>
	<meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
	<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css" rel="stylesheet" >
    <title></title>
</head>
<body>
<!-- 
	<div class="container"> 태그 밖에 위치하는 내비게이션바는 화면의 전체 너비를 차지한다.
 -->
<nav class="navbar navbar-expand-sm bg-dark navbar-dark mb-3">
<!-- 
	<div class="container-fluid">로 설정하면 메뉴들이 화면의 전체 너비를 기준으로 표시된다.
 -->
	<div class="container-fluid">
		<a class="navbar-brand" href="">옥스포드레고대학교</a>
		<button class="navbar-toggler" data-bs-toggle="collapse" data-bs-target="#navbar-1">
			<span class="navbar-toggler-icon"></span>
		</button>
		<div class="collapse navbar-collapse" id="navbar-1">
			<ul class="navbar-nav">
				<li class="nav-item"><a href="" class="nav-link active">홈</a></li>
				<li class="nav-item"><a href="" class="nav-link">개설과정</a></li>
				<li class="nav-item"><a href="" class="nav-link">공지사항</a></li>
				<li class="nav-item"><a href="" class="nav-link">학교소개</a></li>
			</ul>
		</div>
	</div>
</nav>

<!-- 
	<div class="container"> 태그 밖에 위치하는 내비게이션바는 화면의 전체 너비를 차지한다.
 -->
<nav class="navbar navbar-expand-sm bg-dark navbar-dark mb-3">
<!-- 
	<div class="container">로 설정하면 메뉴들이 화면의 컨텐츠 영역의 너비와 맞춰서 표시된다.
 -->
	<div class="container">
		<a class="navbar-brand" href="">옥스포드레고대학교</a>
		<button class="navbar-toggler" data-bs-toggle="collapse" data-bs-target="#navbar-2">
			<span class="navbar-toggler-icon"></span>
		</button>
		<div class="collapse navbar-collapse" id="navbar-2">
			<ul class="navbar-nav">
				<li class="nav-item"><a href="" class="nav-link active">홈</a></li>
				<li class="nav-item"><a href="" class="nav-link">개설과정</a></li>
				<li class="nav-item"><a href="" class="nav-link">공지사항</a></li>
				<li class="nav-item"><a href="" class="nav-link">학교소개</a></li>
			</ul>
		</div>
	</div>
</nav>

<div class="container">
<!-- 
	<div class="container-fluid"> 태그 안에 위치하는 내비게이션바는 컨텐츠의 너비만큼 차지한다.
 -->
	<nav class="navbar navbar-expand-sm bg-dark navbar-dark mb-3">
		<div class="container-fluid">
			<a class="navbar-brand" href="">옥스포드레고대학교</a>
			<button class="navbar-toggler" data-bs-toggle="collapse" data-bs-target="#navbar-3">
				<span class="navbar-toggler-icon"></span>
			</button>
			<div class="collapse navbar-collapse" id="navbar-3">
				<ul class="navbar-nav">
					<li class="nav-item"><a href="" class="nav-link active">홈</a></li>
					<li class="nav-item"><a href="" class="nav-link">개설과정</a></li>
					<li class="nav-item"><a href="" class="nav-link">공지사항</a></li>
					<li class="nav-item"><a href="" class="nav-link">학교소개</a></li>
				</ul>
			</div>
		</div>
	</nav>
	    
	<h1>내비게이션바</h1>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	<p>
	전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.전갈은 원래 사막의 바위나 굴에 은신해 서식한다. 거세 비바람에 마을로 유입돼 사고가 빚어진 것으로 보인다. 벽과 집의 갈라진 틈으로 집으로 유입됐다.		
	</p>
	
	<!-- 
		fixed-top, fixed-bottom
		네비게이션바를 페이지의 top이나 bottom에 고정시킨다.
	 -->
	<nav class="navbar navbar-expand-sm bg-dark navbar-dark mb-3 fixed-bottom">
	<div class="container-fluid">
		<a class="navbar-brand" href="">옥스포드레고대학교</a>
		<button class="navbar-toggler" data-bs-toggle="collapse" data-bs-target="#navbar-4">
			<span class="navbar-toggler-icon"></span>
		</button>
		<div class="collapse navbar-collapse" id="navbar-1">
			<ul class="navbar-nav">
				<li class="nav-item"><a href="" class="nav-link active">홈</a></li>
				<li class="nav-item"><a href="" class="nav-link">개설과정</a></li>
				<li class="nav-item"><a href="" class="nav-link">공지사항</a></li>
				<li class="nav-item"><a href="" class="nav-link">학교소개</a></li>
			</ul>
		</div>
	</div>
	</nav>
</div>
<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"></script>
</body>
</html>






