package example_09_06_class;

public class Product {
//	상품정보를 관리하는 애플리케이션 만들기
//	1. 상품정보를 표현하는 클래스 정의하기
//	   * 상품정보는 번호, 상품명, 제조사, 가격, 할인가격, 재고량으로 구성된다.
//	   * 상품정보를 표현하는 클래스의 이름은 Product다.
//	2. 상품정보를 관리는 클래스 정의하기
//	   * 상품정보를 여러 개 관리하기 위해 배열을 생성하자.
//	   * 배열의 크기는 3이다.
//	   * 배열의 0번째, 1번째, 2번째에 상품정보가 저장된 상품객체를 저장(연결)한다.
//	   * 배열에 모든 상품정보가 저장되면, 
//	      번호, 상품명, 제조사, 가격, 할인가격, 재고량을 화면에 출력한다.
//	      향상된-for문을 사용한다.
//	   * 배열에 모든 상품정보가 저장되면
//	      번호, 상품명, 가격, 재고량, 재고가격을 화면에 출력한다.
//	   * 배열에 모든 상품정보가 저장되면
//	      총 상품수량, 총 상품재고 가격을 화면에 출력한다.
//	   * 상품정보를 관리하는 클래스의 이름은 ProductApp다.
//	   * 위의 수행문은 모두 ProductApp 클래스의 main메소드 안에서 작성한다.

	int num;
	String productName;
	String maker;
	int price;
	int discountPrice;
	int stock;
	
}
